{
  "excursions_es": [
    {
      "id": 1,
      "active": true,
      "nombre": "Escursión al Valle de viñales ",
      "slug": "vinales-valley-excursion",
      "descripcion": "El valle de viñales es una de las principales atracciones turística de la Isla de Cuba declarado patrimonio mundial de la humanidad desde el año 1999. Se encuentra ubicado en la  Sierra de los Órganos la parte más occidental de la cordillera de Guaniguanico provincia de Pinar del Río. Los mogotes de viñales están conformados por rocas calizas los más antiguos del archipiélago cubano con más de 120 millones de años y en los que se encuentran  innumerables cuevas. Es un ejemplo excepcional de paisaje cultural donde una de las formas tradicionales de agricultura es el tabaco. El mejor tabaco del mundo.Visite el valle y disfrute de sus encantos.Lugares a visitar : mirador de los jardines ( se pueden apreciar los mogotes )Granja de tabaco ( todo el proceso desde la plantación del tabaco hasta su elaboración se explica por los granjeros. además de poder degustar el tabaco)Cueva del indio : Una de las maravillas del valle donde se puede pasear en bote en su interior y observar la belleza de la cueva)Mural de la prehistoria: una obra de arte realizadas a cielo abierto más grande del mundo. ",
      "descripcion_resumen": "El valle de viñales es una de las principales atracciones turística de la Isla de Cuba.",
      "fecha_inicio": "2024-04-15",
      "hora_salida": "04:17:53",
      "fecha_fin": "2024-05-21",
      "hora_regreso": "22:45:40",
      "precio_entrada": "1384.91",
      "precio_final": 120,
      "capacidad_max": 832,
      "duration": 11,
      "places": [
        {
          "id": 14,
          "nombre": "Mirador de los jardines",
          "time": "00:30:00",
          "descripcion": "Mirador de los jardines.  ( se pueden apreciar los mogotes ) .",
          "images": [
            {
              "id": 9,
              "url": "/assets/images/Mirador de los jardines/img-2068-1-1-large.jpg"
            },
            {
              "id": 10,
              "url": "/assets/images/Mirador de los jardines/paisaje-natural-en-pinar-del-rio-cuba-83466-xl.jpg"
            },
            {
              "id": 11,
              "url": "/assets/images/Mirador de los jardines/valle-vinales.jpg"
            },
            {
              "id": 12,
              "url": "/assets/images/Mirador de los jardines/vista-desde-el-hotel.jpg"
            }
          ]
        },
        {
          "id": 1,
          "nombre": "Granja de tabaco",
          "time": "00:30:00",
          "descripcion": "Granja de tabaco. (todo el proceso desde la plantación del tabaco hasta su elaboración se explica por los granjeros. Además de poder degustar el tabaco).",
          "images": [
            {
              "id": 5,
              "url": "/assets/images/Granja de tabaco/1ad9fe2c9be13ccd671c6481f216990e_XL.jpg"
            },
            { "id": 10, "url": "/assets/images/Granja de tabaco/images.jpg" },
            {
              "id": 12,
              "url": "/assets/images/Granja de tabaco/tobacco-plantation-in-the-vinales-valley-north-of-cuba-photo.jpg"
            }
          ]
        }
      ],
      "images": [
        { "id": 20, "url": "/img-2068-1-1-large.jpg" },
        { "id": 13, "url": "/Varadero.jpg" }
      ],
      "created_at": "2024-04-14T12:39:05.000000Z",
      "updated_at": "2024-04-14T12:39:05.000000Z"
    },
    {
      "id": 2,
      "active": true,
      "nombre": "Excursión ciénaga de Zapata",
      "slug": "zapata-swamp-excursion",
      "descripcion": "La ciénaga de Zapata es un hermoso ecosistema pantanoso ubicado en la zona sur de la provincia de Matanzas. La inmensa reserva de la biosfera incluye pantanos, turberas, manglares, arrecifes de coral y bosques que albergan una gran variedad de especies. Guamá es la primera parada a realizar en el parque nacional de la ciénaga. En su diseño arquitectónico el lugar reproduce las viviendas aborígenes cubanas construidas sobre pilotes en las aguas de la Laguna del Tesoro. La bahía de cochinos tiene grandes atracciones turística por su historia y belleza natural , además se encuentra la cueva de los peces hermoso lugar para visitar y disfrutar  de una vista natural y dominar a los peces. Descubra más de la península de Zapata Lugares a visitar 1-Guamá visita a la aldeas taínas y criadero de cocodrilo 2- bahía de cochinos. Disfrute de una de las playas más preciosas y para realizar snorkeling, observar el arrecife coralino es perfecto.3- cueva de los peces. Precioso cenote para disfrutar de sus aguas 4- almuerzo en unos de los restaurantes donde disfrutarás de una deliciosa comida.5- Hermoso ecosistema donde se observa al colibrí el ave más pequeña del mundo.",
      "descripcion_resumen": "La ciénaga de Zapata es un hermoso ecosistema pantanoso ubicado en la provincia homónima.Perteneciente a la provincia de Matanzas",
      "fecha_inicio": "2024-06-14",
      "hora_salida": "08:24:27",
      "fecha_fin": "2024-09-14",
      "hora_regreso": "18:41:19",
      "precio_entrada": "3954.42",
      "precio_final": 115,
      "capacidad_max": 378,
      "duration": 11,
      "places": [
        {
          "id": 9,
          "nombre": "Guamá ",
          "time": "00:30:00",
          "descripcion": "Guamá visita a la aldeas taínas y criadero de cocodrilo.",
          "images": [
            { "id": 1, "url": "/assets/images/Guama/hotel-guama.jpg" },
            { "id": 16, "url": "/assets/images/Guama/hotel-guama1.jpg" },
            { "id": 19, "url": "/assets/images/Guama/la-laguna-del-tesoro.jpg" }
          ]
        },
        {
          "id": 14,
          "nombre": "Bahía de cochinos",
          "time": "00:30:00",
          "descripcion": " Disfrute de una de las playas más preciosas y para realizar snorkeling,observar el arrecife coralino es perfecto.",
          "images": [
            {
              "id": 9,
              "url": "/assets/images/Bahía de cochinos/24832f8519fe310ff9daef8f1826dd61.jpg"
            },
            {
              "id": 9,
              "url": "/assets/images/Bahía de cochinos/maxresdefault.jpg"
            }
          ]
        },
        {
          "id": 1,
          "nombre": "Cueva de los peces",
          "time": "00:30:00",
          "descripcion": "Precioso cenote para disfrutar de sus aguas se explica por los granjeros.",
          "images": [
            {
              "id": 5,
              "url": "/assets/images/Cueva de los peces/20220403_134445-r.jpg"
            },
            {
              "id": 10,
              "url": "/assets/images/Cueva de los peces/20220403_135708.jpg"
            },
            {
              "id": 12,
              "url": "/assets/images/Cueva de los peces/Cueva_de_los_peces-1290x540.jpg"
            }
          ]
        }
      ],
      "images": [{ "id": 15, "url": "/cienaga de zapata.jpg" }],
      "created_at": "2024-04-14T12:39:05.000000Z",
      "updated_at": "2024-04-14T12:39:05.000000Z"
    },
    {
      "id": 3,
      "active": true,
      "nombre": "Excursión a Trinidad",
      "slug": "trinidad-excursion",
      "descripcion": "La ciudad colonial e histórica de Trinidad o Villa de la Santísima Trinidad se halla ubicada en la región central de la isla, específicamente en el sur de la provincia cubana de Sancti Spíritus, y es la capital del municipio del mismo nombre. Los principales lugares a visitar en este tour panorámico son: Museo de Arqueología Guamuhaya: fundado el 15 de mayo de 1976, muestra en ocho salas permanentes objetos pertenecientes a las comunidades aborígenes que vivían en la región centro-sur de la Isla de Cuba durante la etapa precolombina, además de algunos artículos valiosos de la etapa colonial, de la ciudad y los valles cercanos. Se encuentra ubicado en la antigua Casa de Padrón. Museo Romántico: el Museo Romántico ocupa el antiguo palacio de los Condes de Casa Brunet, situado en la Plaza Mayor de la ciudad de Trinidad. Inaugurado el 26 de mayo de 1974, fue la primera institución de su tipo creada en la localidad",
      "descripcion_resumen": "Excursión a Trinidad.La ciudad colonial e histórica de Trinidad o Villa de la Santísima Trinidad ",
      "fecha_inicio": "2024-11-09",
      "hora_salida": "19:22:06",
      "fecha_fin": "2025-11-09",
      "hora_regreso": "16:52:22",
      "precio_entrada": "37917.82",
      "precio_final": 150,
      "capacidad_max": 133,
      "duration": 18,
      "places": [
        {
          "id": 17,
          "nombre": "Museo de Arqueología Guamuhaya",
          "time": "00:30:00",
          "descripcion": "Fundado el 15 de mayo de 1976, muestra en ocho salas permanentes objetos pertenecientes a las comunidades aborígenes que vivían en la región centro-sur de la Isla de Cuba durante la etapa precolombina, además de algunos artículos valiosos de la etapa colonial, de la ciudad y los valles cercanos. Se encuentra ubicado en la antigua Casa de Padrón.",
          "images": [
            {
              "id": 5,
              "url": "/assets/images/Museo de Arqueología Guamuhaya/cuba-1233131_1280-1024x768.jpg"
            },
            {
              "id": 6,
              "url": "/assets/images/Museo de Arqueología Guamuhaya/museo-de-arqueologia.jpg"
            },
            {
              "id": 7,
              "url": "/assets/images/Museo de Arqueología Guamuhaya/museo-de-arqueologia-guamuhaya.jpg"
            }
          ]
        },
        {
          "id": 13,
          "nombre": "Museo Romántico",
          "time": "00:30:00",
          "descripcion": "El Museo Romántico ocupa el antiguo palacio de los Condes de Casa Brunet,situado en la Plaza Mayor de la ciudad de Trinidad. Inaugurado el 26 de mayo de 1974, fue la primera institución de su tipo creada en la localidad, después del Triunfo de la Revolución. El inmueble constituye un ejemplo de la arquitectura doméstica de los siglos XVIII y XIX..",
          "images": [
            {
              "id": 15,
              "url": "/assets/images/Museo Romántico/MuseoRomantico.jpg"
            },
            {
              "id": 13,
              "url": "/assets/images/Museo Romántico/museo-romantico-palacio-brunet.jpg"
            },
            {
              "id": 12,
              "url": "/assets/images/Museo Romántico/Trinidad-Museo-Romántico.jpg"
            },
            {
              "id": 11,
              "url": "/assets/images/Museo Romántico/img-20180109-1553352.jpg"
            }
          ]
        },
        {
          "id": 8,
          "nombre": "Museo de Arquitectura Colonial",
          "time": "00:30:00",
          "descripcion": "Posee siete salas de exposiciones y está ubicado en la antigua casa de la acaudalada familia Sánchez Iznaga, muestra el desarrollo arquitectónico de la ciudad en el transcurso de los siglos.",
          "images": [
            {
              "id": 14,
              "url": "/assets/images/Museo de Arquitectura Colonial/02-1140.jpg"
            },
            {
              "id": 17,
              "url": "/assets/images/Museo de Arquitectura Colonial/vista-interior.jpg"
            },
            {
              "id": 16,
              "url": "/assets/images/Museo de Arquitectura Colonial/museo-de-arquitectura.jpg"
            },
            {
              "id": 15,
              "url": "/assets/images/Museo de Arquitectura Colonial/images.jpg"
            }
          ]
        }
      ],

      "images": [{ "id": 3, "url": "/trinidad.jpg" }],
      "created_at": "2024-04-14T12:39:06.000000Z",
      "updated_at": "2024-04-14T12:39:06.000000Z"
    },

    {
      "id": 4,
      "active": true,
      "nombre": "Escursión a La Habana",
      "slug": "the-havana-tour",
      "descripcion": "Descubra las maravillas que muestra la capital de Cuba. La Habana desde el año 1607 se declaró la capital de Cuba por el monarca español Felipe lll y cuenta con una historia en cada rincón de la ciudad. La capital de encuentra divida en dos: 1-La habana vieja  que se considera el conjunto arquitectónico colonial más rico de América  latina declarado patrimonio de la humanidad por la UNESCO desde el año 1982.  2- La Habana moderna nos regala la zona de la capital más desarrollada a plenitud a mediados del siglo XX. Conozca a toda una ciudad que brinda un sin fin de conocimiento entre su historia, arte y cultura.  ",
      "descripcion_resumen": "Descubra las maravillas que muestra la capital de Cuba. La Habana desde el año 1607 se declaró la capital de Cuba por el monarca español Felipe lll y cuenta con una historia en cada rincón de la ciudad. La haba vieja se considera el conjunto arquitectonico colonial más rico de América latina, declarado patrimonio de la humanidad por la UNESCO desde el año 1982.",
      "fecha_inicio": "2024-01-09",
      "hora_salida": "19:22:06",
      "fecha_fin": "2025-11-09",
      "hora_regreso": "16:52:22",
      "precio_entrada": "37917.82",
      "precio_final": 60,
      "capacidad_max": 133,
      "duration": 6,
      "places": [
        {
          "id": 17,
          "nombre": "Recorrido: Plazas, catedral, plaza De armas San Francisco de Asís, Plaza vieja, Vista al bar floridita, Parque central, Capitolio de la Habana, Vista al barrio chino,  Visita a la tienda de tabaco  con servicios de torcedor,  Vedado,  Cementerio de Colón, Nuevo Vedado, barrio El bosque de la Habana,  Miramar barrio, Restaurante,  Malecón.",
          "time": "00:30:00",
          "descripcion": "Comienza tu viaje en la hermosa ciudad de La Habana, visitando las emblemáticas plazas de la Catedral, Plaza de Armas, San Francisco de Asís y Plaza Vieja. Haz una parada en el famoso Bar Floridita, pasea por el Parque Central y admira el majestuoso Capitolio de La Habana. Sumérgete en la cultura en el vibrante Barrio Chino y visita una auténtica tienda de tabaco. Explora el barrio de Vedado, visita el histórico Cementerio de Colón, descubre el barrio de Nuevo Vedado y disfruta de la tranquilidad del Bosque de La Habana. Pasea por las calles del elegante barrio de Miramar, haz una parada para comer en un restaurante local y termina tu día con un relajante paseo por el Malecón. ¡Esperamos que disfrutes de tu viaje por la encantadora ciudad de La Habana!",
          "images": [
            {
              "id": 5,
              "url": "/assets/images/la habana/Imagen de WhatsApp 2024-05-06 a las 14.02.05_cebc2dde.jpg"
            },
            {
              "id": 15,
              "url": "/assets/images/la habana/IMG-20240506-WA0006.jpg"
            },
            {
              "id": 15,
              "url": "/assets/images/la habana/IMG-20240506-WA0005.jpg"
            },
            {
              "id": 15,
              "url": "/assets/images/la habana/IMG-20240506-WA0007.jpg"
            },
            {
              "id": 15,
              "url": "/assets/images/la habana/IMG-20240506-WA0008.jpg"
            },
            {
              "id": 15,
              "url": "/assets/images/la habana/IMG-20240506-WA0009.jpg"
            },
            {
              "id": 15,
              "url": "/assets/images/la habana/IMG-20240506-WA0010.jpg"
            },
            {
              "id": 15,
              "url": "/assets/images/la habana/IMG-20240506-WA0011.jpg"
            },
            {
              "id": 15,
              "url": "/assets/images/la habana/IMG-20240506-WA0012.jpg"
            },
            {
              "id": 15,
              "url": "/assets/images/la habana/IMG-20240506-WA0013.jpg"
            },
            {
              "id": 15,
              "url": "/assets/images/la habana/IMG-20240506-WA0014.jpg"
            },
            {
              "id": 15,
              "url": "/assets/images/la habana/IMG-20240506-WA0015.jpg"
            },
            {
              "id": 15,
              "url": "/assets/images/la habana/IMG-20240506-WA0016.jpg"
            },
            {
              "id": 15,
              "url": "/assets/images/la habana/IMG-20240506-WA0017.jpg"
            },
            {
              "id": 15,
              "url": "/assets/images/la habana/IMG-20240506-WA0018.jpg"
            },
            {
              "id": 15,
              "url": "/assets/images/la habana/IMG-20240506-WA0019.jpg"
            },
            {
              "id": 15,
              "url": "/assets/images/la habana/IMG-20240506-WA0020.jpg"
            },
            {
              "id": 15,
              "url": "/assets/images/la habana/IMG-20240506-WA0021.jpg"
            }
          ]
        }
      ],

      "images": [{ "id": 3, "url": "/La-Habana.jpg" }],
      "created_at": "2024-04-14T12:39:06.000000Z",
      "updated_at": "2024-04-14T12:39:06.000000Z"
    },
    {
      "id": 5,
      "active": true,
      "nombre": "Escursión a Varadero ",
      "slug": "varadero-excursion",
      "descripcion": "Quién a cuba viene debe disfrutar de la playa más larga que tiene la isla. La preferida de todos los cubanos con sus 22 kilómetros de extensión y arenas finas en su litoral norte, es un paraíso listo para el disfrute de este ecosistema natural.  Varadero uno de los puntales turísticos de Cuba con sus aguas cristalinas no solo regala su vista encantadora sino su disfrute total de sus aguas e instalaciones turísticas. En esta excursión se aprovechará al máximo de tiempo en un día de su playa.  Desde la Habana punto de partida donde realizará la recogida de los clientes y punto culminante de la misma. Con 10 horas de aprovechamiento donde se ofrece un refrigerio matutino en el puente de bacunayagua un mirador hacia el valle de yumurí que constituye una de las siete maravillas de la ingeniería civil cubana.  ",
      "descripcion_resumen": "Quién a cuba viene debe disfrutar de la playa más larga que tiene la isla.",
      "fecha_inicio": "2024-04-15",
      "hora_salida": "04:17:53",
      "fecha_fin": "2024-05-21",
      "hora_regreso": "22:45:40",
      "precio_entrada": "1384.91",
      "precio_final": 125,
      "capacidad_max": 832,
      "duration": 11,
      "places": [
        {
          "id": 14,
          "nombre": "Puente de bacunayagua",
          "time": "00:30:00",
          "descripcion": "Un mirador hacia el valle de yumirí es una de las siete maravillas de la ingeniería civil cubano. Donde podrán tomar las fotos que deseen y comprar piña colada un trago con gran popularidad en todo el territorio cubano. ",
          "images": [
            {
              "id": 9,
              "url": "/assets/images/puente de bacunayagua/maxresdefault.jpg"
            },
            {
              "id": 9,
              "url": "/assets/images/puente de bacunayagua/puente-bacunayagua.jpg"
            }
          ]
        },
        {
          "id": 1,
          "nombre": "Cueva de saturno",
          "time": "00:30:00",
          "descripcion": "La Cueva de Saturno se encuentra a solo unos kilómetros del centro de Varadero, en la provincia de Matanza. La cueva fue descubierta en la década de 1930 y se convirtió en un destino popular para nadadores y buceadores. Hoy en día, la cueva es una reserva natural ",
          "images": [
            {
              "id": 5,
              "url": "/assets/images/Cuevas de saturno/1611942391-cueva-saturno-excursion-obligatoria-vas-varadero.jpg"
            }
          ]
        },
        {
          "id": 6,
          "nombre": "Playa de varadero",
          "time": "00:30:00",
          "descripcion": "Realmente, lo que comúnmente conocemos como Playa de Varadero son en realidad 6 playas, las tres más extensas son Varadero, Rincón Francés y La Alameda. Sus aguas cristalinas y su arena fina se prolongan a lo largo de más de 20 kilómetros en la Península de Hicacos, en la provincia de Matanzas, Cuba. ",
          "images": [
            {
              "id": 5,
              "url": "/assets/images/varadero playas/unnamed.jpg"
            },
            {
              "id": 5,
              "url": "/assets/images/varadero playas/IMG-20240219-WA0107.jpg"
            },
            {
              "id": 5,
              "url": "/assets/images/varadero playas/varadero-strand-kuba-fotografierte-vom-meer-25051424.jpg"
            }
          ]
        }
      ],
      "images": [
        { "id": 20, "url": "/varadero-playa.jpg" },
        { "id": 13, "url": "/Varadero.jpg" }
      ],
      "created_at": "2024-04-14T12:39:05.000000Z",
      "updated_at": "2024-04-14T12:39:05.000000Z"
    }
  ],
  "excursions_en": [
    {
      "id": 1,
      "active": true,
      "nombre": "Viñales Valley Excursion",
      "slug": "vinales-valley-excursion",
      "descripcion": "The Viñales Valley is one of the main tourist attractions of the Island of Cuba, declared a World Heritage Site of Humanity since 1999. It is located in the Sierra de los Órganos, the westernmost part of the Guaniguanico mountain range, province of Pinar del Río. . The Viñales mogotes are made up of limestone rocks, the oldest in the Cuban archipelago, more than 120 million years old, and in which there are countless caves. It is an exceptional example of a cultural landscape where one of the traditional forms of agriculture is tobacco. The best tobacco in the world.  Visit the valley and enjoy its charms. Places to visit: garden viewpoint (you can see the mogotes) Tobacco farm (the entire process from planting the tobacco to its production is explained by the farmers. In addition to being able to taste the tobacco) Indian Cave: One of the wonders of the valley where you can take a boat ride inside and observe the beauty of the cave) Mural of prehistory: the largest open-air work of art in the world.  What includes: transportation  Refreshment Lunch Entrance to the Indian cave Entrance to the prehistoric mural. ",
      "descripcion_resumen": "The Viñales valley is one of the main tourist attractions of the Island of Cuba.",
      "fecha_inicio": "2024-04-15",
      "hora_salida": "04:17:53",
      "fecha_fin": "2024-05-21",
      "hora_regreso": "22:45:40",
      "precio_entrada": "1384.91",
      "precio_final": 120,
      "capacidad_max": 832,
      "duration": 11,
      "places": [
        {
          "id": 14,
          "nombre": "Garden Viewpoint",
          "time": "00:30:00",
          "descripcion": "Garden Viewpoint.  ( You can see the mogotes ) .",
          "images": [
            {
              "id": 9,
              "url": "/assets/images/Mirador de los jardines/img-2068-1-1-large.jpg"
            },
            {
              "id": 10,
              "url": "/assets/images/Mirador de los jardines/paisaje-natural-en-pinar-del-rio-cuba-83466-xl.jpg"
            },
            {
              "id": 11,
              "url": "/assets/images/Mirador de los jardines/valle-vinales.jpg"
            },
            {
              "id": 12,
              "url": "/assets/images/Mirador de los jardines/vista-desde-el-hotel.jpg"
            }
          ]
        },
        {
          "id": 1,
          "nombre": "Tobacco farm",
          "time": "00:30:00",
          "descripcion": "Tobacco farm. (The entire process from planting the tobacco to its production is explained by the farmers. In addition to being able to taste tobacco).",
          "images": [
            {
              "id": 5,
              "url": "/assets/images/Granja de tabaco/1ad9fe2c9be13ccd671c6481f216990e_XL.jpg"
            },
            { "id": 10, "url": "/assets/images/Granja de tabaco/images.jpg" },
            {
              "id": 12,
              "url": "/assets/images/Granja de tabaco/tobacco-plantation-in-the-vinales-valley-north-of-cuba-photo.jpg"
            }
          ]
        }
      ],
      "images": [
        { "id": 20, "url": "/img-2068-1-1-large.jpg" },
        { "id": 13, "url": "/Varadero.jpg" }
      ],
      "created_at": "2024-04-14T12:39:05.000000Z",
      "updated_at": "2024-04-14T12:39:05.000000Z"
    },
    {
      "id": 2,
      "active": true,
      "nombre": "Zapata Swamp Excursion",
      "slug": "zapata-swamp-excursion",
      "descripcion": "The Zapata swamp is a beautiful swamp ecosystem located in the southern area of the province of Matanzas. The immense biosphere reserve includes swamps, peat bogs, mangroves, coral reefs and forests that are home to a wide variety of species.  Guamá is the first stop to make in the Ciénaga National Park. In its architectural design, the place reproduces the Cuban aboriginal homes built on stilts in the waters of Laguna del Tesoro.  The Bay of Pigs has great tourist attractions due to its history and natural beauty, and there is also the Fish Cave, a beautiful place to visit and enjoy a natural view and dominate the fish.  Discover more of the Zapata Peninsula  Places to visit 1-Guamá visit to the Taíno villages and crocodile farm  2- bay of pigs. Enjoy one of the most beautiful beaches and for snorkeling, observing the coral reef is perfect. 3- fish cave. Beautiful cenote to enjoy its waters  4- lunch in one of the restaurants where you will enjoy a delicious meal. 5- Beautiful ecosystem where the hummingbird, the smallest bird in the world, can be observed. ",
      "descripcion_resumen": "The Zapata swamp is a beautiful swampy ecosystem located in the province of the same name. Belonging to the province of Matanzas",
      "fecha_inicio": "2024-06-14",
      "hora_salida": "08:24:27",
      "fecha_fin": "2024-09-14",
      "hora_regreso": "18:41:19",
      "precio_entrada": "3954.42",
      "precio_final": 115,
      "capacidad_max": 378,
      "duration": 11,
      "places": [
        {
          "id": 9,
          "nombre": "Guamá",
          "time": "00:30:00",
          "descripcion": "Guamá visits the Taíno villages and crocodile farm.",
          "images": [
            { "id": 1, "url": "/assets/images/Guama/hotel-guama.jpg" },
            { "id": 16, "url": "/assets/images/Guama/hotel-guama1.jpg" },
            { "id": 19, "url": "/assets/images/Guama/la-laguna-del-tesoro.jpg" }
          ]
        },
        {
          "id": 14,
          "nombre": "Bay of Pigs",
          "time": "00:30:00",
          "descripcion": " Enjoy one of the most beautiful beaches and for snorkeling, observing the coral reef is perfect.",
          "images": [
            {
              "id": 9,
              "url": "/assets/images/Bahía de cochinos/24832f8519fe310ff9daef8f1826dd61.jpg"
            },
            {
              "id": 9,
              "url": "/assets/images/Bahía de cochinos/maxresdefault.jpg"
            }
          ]
        },
        {
          "id": 1,
          "nombre": "Fish cave",
          "time": "00:30:00",
          "descripcion": "Beautiful cenote to enjoy its waters is explained by the farmers.",
          "images": [
            {
              "id": 5,
              "url": "/assets/images/Cueva de los peces/20220403_134445-r.jpg"
            },
            {
              "id": 10,
              "url": "/assets/images/Cueva de los peces/20220403_135708.jpg"
            },
            {
              "id": 12,
              "url": "/assets/images/Cueva de los peces/Cueva_de_los_peces-1290x540.jpg"
            }
          ]
        }
      ],
      "images": [{ "id": 15, "url": "/cienaga de zapata.jpg" }],
      "created_at": "2024-04-14T12:39:05.000000Z",
      "updated_at": "2024-04-14T12:39:05.000000Z"
    },
    {
      "id": 3,
      "active": true,
      "nombre": "Trinidad Excursion",
      "slug": "trinidad-excursion",
      "descripcion": "The colonial and historical city of Trinidad or Villa de la Santísima Trinidad is located in the central region of the island, specifically in the south of the Cuban province of Sancti Spíritus, and is the capital of the municipality of the same name. The main places to visit on this panoramic tour are: Guamuhaya Archeology Museum: founded on May 15, 1976, it displays in eight permanent rooms objects belonging to the aboriginal communities that lived in the south-central region of the Island of Cuba during the pre-Columbian period, in addition to some valuable items from the period. colonial, the city and the nearby valleys. It is located in the old Casa de Padrón. Romantic Museum: the Romantic Museum occupies the former palace of the Counts of Casa Brunet, located in the Plaza Mayor of the city of Trinidad. Inaugurated on May 26, 1974, it was the first institution of its type created in the town, after the Triumph of the Revolution. The property is an example of domestic architecture from the 18th and 19th centuries. ",
      "descripcion_resumen": "Excursion to Trinidad. The colonial and historical city of Trinidad or Villa de la Santísima Trinidad",
      "fecha_inicio": "2024-11-09",
      "hora_salida": "19:22:06",
      "fecha_fin": "2025-11-09",
      "hora_regreso": "16:52:22",
      "precio_entrada": "37917.82",
      "precio_final": 150,
      "capacidad_max": 133,
      "duration": 18,
      "places": [
        {
          "id": 17,
          "nombre": "Guamuhaya Archeology Museum",
          "time": "00:30:00",
          "descripcion": "Founded on May 15, 1976, it displays in eight permanent rooms objects belonging to the aboriginal communities that lived in the south-central region of the Island of Cuba during the pre-Columbian period, in addition to some valuable items from the colonial period of the city. and the nearby valleys. It is located in the old Casa de Padrón.",
          "images": [
            {
              "id": 5,
              "url": "/assets/images/Museo de Arqueología Guamuhaya/cuba-1233131_1280-1024x768.jpg"
            },
            {
              "id": 6,
              "url": "/assets/images/Museo de Arqueología Guamuhaya/museo-de-arqueologia.jpg"
            },
            {
              "id": 7,
              "url": "/assets/images/Museo de Arqueología Guamuhaya/museo-de-arqueologia-guamuhaya.jpg"
            }
          ]
        },
        {
          "id": 13,
          "nombre": "Romantic Museum",
          "time": "00:30:00",
          "descripcion": "The Romantic Museum occupies the former palace of the Counts of Casa Brunet, located in the Plaza Mayor of the city of Trinidad. Inaugurated on May 26, 1974, it was the first institution of its type created in the town, after the Triumph of the Revolution. The property is an example of domestic architecture from the 18th and 19th centuries...",
          "images": [
            {
              "id": 15,
              "url": "/assets/images/Museo Romántico/MuseoRomantico.jpg"
            },
            {
              "id": 13,
              "url": "/assets/images/Museo Romántico/museo-romantico-palacio-brunet.jpg"
            },
            {
              "id": 12,
              "url": "/assets/images/Museo Romántico/Trinidad-Museo-Romántico.jpg"
            },
            {
              "id": 11,
              "url": "/assets/images/Museo Romántico/img-20180109-1553352.jpg"
            }
          ]
        },
        {
          "id": 8,
          "nombre": "Museum of Colonial Architecture",
          "time": "00:30:00",
          "descripcion": "It has seven exhibition rooms and is located in the old house of the wealthy Sánchez Iznaga family, showing the architectural development of the city over the centuries..",
          "images": [
            {
              "id": 14,
              "url": "/assets/images/Museo de Arquitectura Colonial/02-1140.jpg"
            },
            {
              "id": 17,
              "url": "/assets/images/Museo de Arquitectura Colonial/vista-interior.jpg"
            },
            {
              "id": 16,
              "url": "/assets/images/Museo de Arquitectura Colonial/museo-de-arquitectura.jpg"
            },
            {
              "id": 15,
              "url": "/assets/images/Museo de Arquitectura Colonial/images.jpg"
            }
          ]
        }
      ],

      "images": [{ "id": 3, "url": "/trinidad.jpg" }],
      "created_at": "2024-04-14T12:39:06.000000Z",
      "updated_at": "2024-04-14T12:39:06.000000Z"
    },

    {
      "id": 4,
      "active": true,
      "nombre": "The Havana Excursion",
      "slug": "the-havana-tour",
      "descripcion": "Discover the wonders that the capital of Cuba shows. Since 1607, Havana was declared the capital of Cuba by the Spanish monarch Felipe III and has a history in every corner of the city. The capital is divided into two: 1-Old Havana, which is considered the richest colonial architectural complex in Latin America, declared a world heritage site by UNESCO since 1982.  2- Modern Havana gives us the most fully developed area of the capital in the mid-20th century. Get to know an entire city that offers endless knowledge between its history, art and culture.  ",
      "descripcion_resumen": "Discover the wonders that the capital of Cuba shows. Havana was declared the capital of Cuba in 1607 by the Spanish monarch Felipe III and has a story in every corner of the city. The old bean is considered the richest colonial architectural complex in Latin America, declared a world heritage site by UNESCO since 1982.",
      "fecha_inicio": "2024-01-09",
      "hora_salida": "19:22:06",
      "fecha_fin": "2025-11-09",
      "hora_regreso": "16:52:22",
      "precio_entrada": "37917.82",
      "precio_final": 60,
      "capacidad_max": 133,
      "duration": 6,
      "places": [
        {
          "id": 17,
          "nombre": "Tour: Squares, cathedral, Plaza De Armas, San Francisco de Asís, Old Square, View of the Floridita bar, Central Park, Capitol of Havana, View of Chinatown, Visit to the tobacco shop with cigar roller services, Vedado, Colón Cemetery, Nuevo Vedado, neighborhood The forest of Havana, Miramar neighborhood, Restaurant, Malecón. ",
          "time": "00:30:00",
          "descripcion": "Start your journey in the beautiful city of Havana, visiting the emblematic squares of the Cathedral, Plaza de Armas, San Francisco de Asís, and Plaza Vieja. Make a stop at the famous Bar Floridita, stroll through Central Park and admire the majestic Capitolio de La Habana. Immerse yourself in culture in the vibrant Chinatown and visit an authentic tobacco shop. Explore the Vedado neighborhood, visit the historic Colón Cemetery, discover the Nuevo Vedado neighborhood and enjoy the tranquility of the Havana Forest. Walk through the streets of the elegant Miramar neighborhood, make a stop to eat at a local restaurant and end your day with a relaxing walk along the Malecón. We hope you enjoy your trip through the charming city of Havana!",
          "images": [
            {
              "id": 5,
              "url": "/assets/images/la habana/Imagen de WhatsApp 2024-05-06 a las 14.02.05_cebc2dde.jpg"
            },
            {
              "id": 15,
              "url": "/assets/images/la habana/IMG-20240506-WA0006.jpg"
            },
            {
              "id": 15,
              "url": "/assets/images/la habana/IMG-20240506-WA0005.jpg"
            },
            {
              "id": 15,
              "url": "/assets/images/la habana/IMG-20240506-WA0007.jpg"
            },
            {
              "id": 15,
              "url": "/assets/images/la habana/IMG-20240506-WA0008.jpg"
            },
            {
              "id": 15,
              "url": "/assets/images/la habana/IMG-20240506-WA0009.jpg"
            },
            {
              "id": 15,
              "url": "/assets/images/la habana/IMG-20240506-WA0010.jpg"
            },
            {
              "id": 15,
              "url": "/assets/images/la habana/IMG-20240506-WA0011.jpg"
            },
            {
              "id": 15,
              "url": "/assets/images/la habana/IMG-20240506-WA0012.jpg"
            },
            {
              "id": 15,
              "url": "/assets/images/la habana/IMG-20240506-WA0013.jpg"
            },
            {
              "id": 15,
              "url": "/assets/images/la habana/IMG-20240506-WA0014.jpg"
            },
            {
              "id": 15,
              "url": "/assets/images/la habana/IMG-20240506-WA0015.jpg"
            },
            {
              "id": 15,
              "url": "/assets/images/la habana/IMG-20240506-WA0016.jpg"
            },
            {
              "id": 15,
              "url": "/assets/images/la habana/IMG-20240506-WA0017.jpg"
            },
            {
              "id": 15,
              "url": "/assets/images/la habana/IMG-20240506-WA0018.jpg"
            },
            {
              "id": 15,
              "url": "/assets/images/la habana/IMG-20240506-WA0019.jpg"
            },
            {
              "id": 15,
              "url": "/assets/images/la habana/IMG-20240506-WA0020.jpg"
            },
            {
              "id": 15,
              "url": "/assets/images/la habana/IMG-20240506-WA0021.jpg"
            }
          ]
        }
      ],

      "images": [{ "id": 3, "url": "/La-Habana.jpg" }],
      "created_at": "2024-04-14T12:39:06.000000Z",
      "updated_at": "2024-04-14T12:39:06.000000Z"
    },
    {
      "id": 5,
      "active": true,
      "nombre": "Varadero Excursion",
      "slug": "varadero-excursion",
      "descripcion": "Whoever comes to Cuba should enjoy the longest beach the island has. The favorite of all Cubans, with its 22 kilometers of extension and fine sand on its northern coast, it is a paradise ready for the enjoyment of this natural ecosystem.  Varadero, one of the tourist pillars of Cuba with its crystal-clear waters, not only offers its charming view but also its total enjoyment of its waters and tourist facilities. On this excursion you will make the most of your beach day.  From Havana, the starting point where the clients will be picked up and the culminating point of the same. With 10 hours of use where a morning snack is offered on the Bacunayagua bridge, a viewpoint towards the Yumurí valley that constitutes one of the seven wonders of Cuban civil engineering.",
      "descripcion_resumen": "Whoever comes to Cuba should enjoy the longest beach on the island.",
      "fecha_inicio": "2024-04-15",
      "hora_salida": "04:17:53",
      "fecha_fin": "2024-05-21",
      "hora_regreso": "22:45:40",
      "precio_entrada": "1384.91",
      "precio_final": 125,
      "capacidad_max": 832,
      "duration": 11,
      "places": [
        {
          "id": 14,
          "nombre": "Bacunayagua bridge viewpoint",
          "time": "00:30:00",
          "descripcion": "A viewpoint towards the Yumirí Valley is one of the seven wonders of Cuban civil engineering. Where you can take the photos you want and buy piña colada, a drink with great popularity throughout the Cuban territory. ",
          "images": [
            {
              "id": 9,
              "url": "/assets/images/puente de bacunayagua/maxresdefault.jpg"
            },
            {
              "id": 9,
              "url": "/assets/images/puente de bacunayagua/puente-bacunayagua.jpg"
            }
          ]
        },
        {
          "id": 1,
          "nombre": "Saturn cave",
          "time": "00:30:00",
          "descripcion": "The Saturn Cave is located just a few kilometers from the center of Varadero, in the province of Matanza. The cave was discovered in the 1930s and became a popular destination for swimmers and divers. Today, the cave is a nature reserve",
          "images": [
            {
              "id": 5,
              "url": "/assets/images/Cuevas de saturno/1611942391-cueva-saturno-excursion-obligatoria-vas-varadero.jpg"
            }
          ]
        },
        {
          "id": 1,
          "nombre": "Varadero Beach ",
          "time": "00:30:00",
          "descripcion": "Actually, what we commonly know as Varadero Beach is actually 6 beaches, the three largest are Varadero, Rincón Francés and La Alameda. Its crystal clear waters and fine sand extend for more than 20 kilometers on the Hicacos Peninsula, in the province of Matanzas, Cuba.",
          "images": [
            {
              "id": 5,
              "url": "/assets/images/varadero playas/unnamed.jpg"
            },
            {
              "id": 5,
              "url": "/assets/images/varadero playas/IMG-20240219-WA0107.jpg"
            },
            {
              "id": 5,
              "url": "/assets/images/varadero playas/varadero-strand-kuba-fotografierte-vom-meer-25051424.jpg"
            }
          ]
        }
      ],
      "images": [
        { "id": 20, "url": "/varadero-playa.jpg" },
        { "id": 13, "url": "/Varadero.jpg" }
      ],
      "created_at": "2024-04-14T12:39:05.000000Z",
      "updated_at": "2024-04-14T12:39:05.000000Z"
    }
  ],
  "links": {
    "first": "http://127.0.0.1:8000/api/excursions?page=1",
    "last": "http://127.0.0.1:8000/api/excursions?page=1",
    "prev": null,
    "next": null
  },
  "meta": {
    "current_page": 1,
    "from": 1,
    "last_page": 1,
    "links": [
      { "url": null, "label": "&laquo; Previous", "active": false },
      {
        "url": "http://127.0.0.1:8000/api/excursions?page=1",
        "label": "1",
        "active": true
      },
      { "url": null, "label": "Next &raquo;", "active": false }
    ],
    "path": "http://127.0.0.1:8000/api/excursions",
    "per_page": 15,
    "to": 6,
    "total": 6
  }
}
